Repository: srhinow/contao_quiz
Catalog: languages/*/*_module.xlf
Languages: de

# tl_module.quiz_categories.0
source: Quiz categories
de: Quiz Kategorien

# tl_module.quiz_categories.1
source: Adds the quiz categories to the page
de: Legen Sie fest aus welchen Kategorien die Fragen für den Quiz kommen.

# tl_module.quiz_teaser.0
source: Quiz teaser
de: Einleitungstext

# tl_module.quiz_teaser.1
source: If you define a teaser, this appears before the actual quiz. Depending on the additional configuration, the user is able to specify the number of questions, the level of difficulty and an e-mail for the quiz review.
de: Wenn Sie einen Einleitungstext definieren, erscheint dieser vor dem eigentlichen Quiz. Der Nutzer kann dann je nach weitere Konfiguration auch die Anzahl der Fragen, den Schwierigkeitsgrad und eine E-Mail für die Quizauswertung angeben und kann den Quiz per Button starten.

# tl_module.question_count.0
source: Number of questions
de: Anzahl Fragen

# tl_module.question_count.1
source: Set the max. number of questions fixed or give the user a selection before the quiz starts (eg 10,15,25).
de: Legen Sie die max. Anzahl der Fragen fest oder geben Sie dem Nutzer eine Auswahl vor (z.B. 10,15,25).

# tl_module.question_sort.0
source: Sort questions
de: Sortierung der Fragen

# tl_module.question_sort.1
source: Set how the questions are sorted at the collection in the quiz.
de: Legen Sie fest wie die Fragen bei der Auflistung innerhalb der Kategorien im Quiz sortiert werden.

# tl_module.question_cat_count.0
source: Questions per category (%)
de: Fragen pro Kategorie (%)

# tl_module.question_cat_count.1
source: Set the percentage distribution of questions per category (eg for three categories 30,50,20). So there are offered questions selected from any desired categories, if number of questions is set.
de: Legen Sie die prozentuale Verteilung der Fragen pro Kategorie fest (z.B. bei drei Kategorien 30,50,20). So wird gewährleisted, dass auch bei einer begrenzten Anzahl, Fragen aus allen gewünschten Kategorien ausgewählt werden.

# tl_module.answers_sort.0
source: Sort answers by random
de: Antworten zufällig sortieren

# tl_module.answers_sort.1
source: Determine whether the answers are sorted randomly in the collection. This setting can be overridden individually on the questions themselves.
de: Legen Sie fest, ob die Antworten bei der Auflistung zufällig sortiert werden. Diese Einstellung kann bei den Fragen selber individuell überschrieben werden.

# tl_module.level_legend
source: Skill level settings
de: Schwierigkeitstufen-Einstellungen

# tl_module.addLevel.0
source: Set different skill levels
de: Unterschiedliche Schwierigkeitstufen festlegen

# tl_module.addLevel.1
source: Specify whether and which skill levels you want in the quiz. There for you have to put various ratings to the questions.
de: Legen Sie fest, ob und welche Schwierigkeitstufen Sie im Quiz zur Auswahl geben. Dazu müssen bei den Fragen unterschiedliche Werigkeiten eingetragen werden.

# tl_module.quiz_level.0
source: Skill levels
de: Schwierigkeitstufen

# tl_module.quiz_level.1
source: Refer to each skill level a title and the rating of the questions in a comma-separated list and set the standard value for the starting form.
de: Tragen Sie für jede Schwierigkeitstufe jeweils eine Bezeichnung und die Wertigkeiten der Fragen in einer Komma getrennten Liste ein und legen fest, welche die Standardvorgabe im Startformular ist.

# tl_module.question_sort_select.sorting
source: Sorting
de: indiv. Sortierung

# tl_module.question_sort_select.rating
source: Rating
de: Wertigkeit

# tl_module.question_sort_select.random
source: Randomize
de: per Zufall

# tl_module.level_title
source: Title
de: Bezeichnung

# tl_module.level_ratings
source: Ratings
de: Wertigkeiten

# tl_module.results_legend
source: Result settings
de: Ergebnis-Einstellungen

# tl_module.save_results.0
source: Save results
de: Ergebnisse speichern

# tl_module.save_results.1
source: You can save hte quiz results. Then date, module , level, number of questions, time, resultdata , userID, username are stored in a separate table (tl_quiz_results). This could be used to realize evaluations or rankings.
de: Legen Sie fest, ob die Ergebnisse gespeichert werden sollen. Daten wie Datum, Quizmodul, Schierigkeitsstufe, Anzahl der Fragen, Zeit, Ergebniswerte, Miglieder-ID und Username werden dann in einer eigenen Tabelle (tl_quiz_results) gespeichert. So können z.B. Auswertungen und Ranglisten realsiert werden.

# tl_module.quizTpl.1
source: Here you can choose the quiz template.
de: Hier können Sie das Quiztemplate auswählen.

# tl_module.quizformTpl.0
source: Quiz starting form template
de: Formulartemplate

# tl_module.quizformTpl.1
source: Here you can choose the form template.
de: Hier können Sie das Formulartemplate auswählen.
