Repository: srhinow/contao_quiz
Catalog: languages/*/default.xlf
Languages: de

# MSC.quizCreatedBy
source: Last update on %s by %s.
de: Zuletzt aktualisiert am %s von %s.

# MSC.question_count
source: Number of questions
de: Anzahl Fragen

# MSC.quiz_level
source: Quiz level
de: Schwierigkeitgrad

# MSC.quiz_email
source: E-Mail for quiz results
de: E-Mail für Auswertung

# MSC.quiz_start
source: Start quiz
de: Quiz starten

# MSC.quiz_submit
source: Check the resluts
de: Quiz auswerten

# MSC.incorrect_answer
source: Incorrect answer!
de: Frage nicht richtig beantwortet!

# MSC.correct_answer
source: Correct answer!
de: Frage richtig beantwortet!

# MSC.results_headline
source: Evaluation of your answers
de: Auswertung Ihrer Antworten

# MSC.results_subline
source: Evaluation and analysis
de: Auswertung und Analyse

# MSC.results_text_headline
source: Some words
de: Einge Worte zum Ergebnis

# MSC.results_ratings
source: Points total: %s/%s
de: Punkte insgesamt: %s/%s

# MSC.results_linklist_headline
source: The correct answers can be found on the following pages
de: Richtige Antworten finden Sie auf folgenden Seiten

# MSC.results_mailsend
source: The evaluation and analysis is also sent by e-mail to %s.
de: Die Auswertung und Analyse wird auch per E-Mail an %s gesendet.

# MSC.results_mail_subject
source: Your quiz evaluation and analysis (%s)
de: Ihre Quiz-Auswertung und -Analyse (%s)

# MSC.results_analysis_errorcat
source: Mistake in the category
de: Fehler in der Kategorie

# MSC.results_analysis_errorcats
source: Mistakes in the categories
de: Fehler in den Kategorien

# MSC.results_analysis.0.0
source: Insert text here for a 0 percent result
de: Hier kann ein Text für ein 0% Resultat eingetragen werden ...

# MSC.results_analysis.20.0
source: Insert text here for a result under 20 percent
de: Hier kann ein Text für ein Resultat unter 20% eingetragen werden ... %s

# MSC.results_analysis.40.0
source: Insert text here for a result under 40 percent
de: Hier kann ein Text für ein Resultat unter 40% eingetragen werden ... %s

# MSC.results_analysis.60.0
source: Insert text here for a result under 60 percent
de: Hier kann ein Text für ein Resultat unter 60% eingetragen werden ... %s

# MSC.results_analysis.80.0
source: Insert text here for a result under 80 percent
de: Hier kann ein Text für ein Resultat unter 80% eingetragen werden ... %s

# MSC.results_analysis.99.0
source: Insert text here for a result under 100 percent
de: Hier kann ein Text für ein Resultat unter 100% eingetragen werden ... %s

# MSC.results_analysis.100.0
source: Insert text here for a result of 100 percent
de: Hier kann ein Text für ein 100% Resultat eingetragen werden ...
